Repository: platonua/Drupal_7_UberCart_3_Ukraine
Catalog: ubercart/payment/uc_platon/translations/uc_platon.*.po
Languages: ru, uk

source: Paid by Platon, external order ID: !order
ru: Оплачено через Platon, ID заказа: !order
uk: Оплачено через Platon, ID замовлення: !order

source: Payment from Platon was received
ru: Получен платеж Platon
uk: Отримано платіж від Platon

source: Payment was refunded
ru: Платеж был возвращен
uk: Платіж було повернуто

source: Wrong order !order_id.
ru: Неправильный заказ !order_id.
uk: Помилкове замовлення !order_id.

source: Bad signature for order !order_id.
ru: Неправильная подпись у заказа !order_id.
uk: Невірний підпис у замовлення !order_id.

source: Payment for order !order_id complete.
ru: Платеж для заказа !order_id закрыт.
uk: Платіж для замовлення !order_id завершено.

source: Payment for order !order_id refunded.
ru: Платеж для заказа !order_id возвращен.
uk: Платіж для замовлення !order_id повернуто.

source: Redirect to Platon to pay by credit card.
ru: Перенаправление на сайт платежной системы Platon для оплаты кредитной картой.
uk: Переадресація на сайт платіжної системи Platon для оплати кредитною картою.

source: Client Key from Platon
ru: Client Key, полученный в системе Platon
uk: Client Key, отриманий в системі Platon

source: Password
ru: Пароль
uk: Пароль

source: Password for order verification.
ru: Пароль для верификации заказа
uk: Пароль для верифікації замовлення

source: Gateway URL
ru: URL шлюза
uk: URL шлюзу

source: Gateway URL, change only if it required
ru: URL шлюза, меняйте только при необходимости
uk: URL шлюзу, змінюйте тільки за необхідності

source: Credit card processing on a secure server:
ru: Покупка с помощью кредитных карт на безопасном сервере
uk: Оплата за допомогою кредитних карт на безпечному сервері

source: Order from
ru: Заказ от
uk: Замовлення від

source: Processes payment using Platon Gateway
ru: Обработка платежей через платежную систему Platon
uk: Обробка платежів системою Platon
